Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisten_kotiseutualueen_luonnonsuojeluasioissa_kokoonnuttiin_nellimissa_.html.tmx
Source language: fin
Languages: smn

source: Saamelaisten kotiseutualueen luonnonsuojeluasioissa kokoonnuttiin Nellimissä
smn: Njellimist čokkânii sämmilij päikkikuávlu luándusuojâlemaašijn

source: Ympäristöministeriö, Lapin ELY-keskus, Metsähallitus ja Saamelaiskäräjät kokoontuivat Luonnonsuojelukäräjille Nellimissä 10.-11.8.2022.
smn: Pirâsministeriö, Laapi IJP-kuávdáš, Meccihaldâttâs já Sämitigge čokkânii Luándusuojâlemtiigán Njellimist 10.-11.8.2022.

source: Luonnonsuojelukäräjät on saamelaisten kotiseutualueen valtion maiden luonnonsuojelusta vastaavien viranomaisten ja Saamelaiskäräjien yhteistyötä edistävä vuosittain järjestettävä tapaaminen.
smn: Luándusuojâlemtigge lii ihásávt uárnejum sämmilij päikkikuávlu staatâ enâmij luándusuoijâlmist västideijee virgeomâhái já Sämitige oovtâstpargo ovdedeijee teivâdem.

source: Tämän vuoden pääteemana oli Inarijärvi ja sen alueen saamelaiskulttuuri.
smn: Taan ive válduteeman lâi Aanaarjävri já ton kuávlu sämikulttuur.

source: Tapaamisen aluksi käytiin läpi osallistuvien tahojen ajankohtaiskatsaukset, jonka jälkeen syvennyttiin tämän vuoden teeman käsittelyyn.
smn: Teivâdem aalgâst sij monnii čoođâ uásálistee peelij äigikyevdiliskejâstuvâid já tast maŋa vuoijuu taan ive teema kieđâvušmân.

source: Osallistujat perehtyivät muun muassa inarinsaamelaiseen kulttuuriin, Inarijärven vesistön tilaan ja sen kehittymiseen sekä Inarijärven säännöstelyyn.
smn: Uásálisteeh uápásmuvvii eereeb iärrás anarâš kulttuurân, Aanaarjäävri čácáduv tilán já ton ovdánmân sehe Aanaarjäävri čääsi tulvâdmân.

source: Lisäksi Luonnonsuojelukäräjät tutustui YK:n elintarvike- ja maatalousjärjestön (FAO) ruokaturvaraporttiin , jossa yhtenä osana käsiteltiin Nellimissä asuvien inarinsaamelaisten ruokajärjestelmää.
smn: Lasseen Luándusuojâlemtigge uápásmui OA purrâmâškálvu- já eennâmtuáluseervi (FAO) purrâmâštorvočielgiittâsân , mast uássin kieđâvuššui Njellimist ässee anarâšâi purrâmâšvuáhádâh.

source: Luonnonsuojelukäräjät vieraili myös Inarin Kirakkajoella ja tutustui meneillään olevaan jokialueen ennallistamiseen sekä taimenen kutualueiden kunnostukseen.
smn: Luándusuojâlemtigge kollii meid Aanaar Kaareehjuuvâst já uápásmui joođoost leijee juhâkuávlu oovdištmân sehe kuávžur kođokuávlu tivomân.

source: – Osallistuin ensimmäistä kertaa Luonnonsuojelukäräjille ja olen iloinen tästä arvokkaasta yhteistyötapaamisesta.
smn: – Mun uásálistim vuosmuu tove Luándusuojâlemtiigán já lam ilolâš taan mávsulâš oovtâstpargoteivâdmist.

source: Pidän tärkeänä, että pääsemme keskustelemaan ajankohtaisista asioista, vaihtamaan tietoja ja samalla tutustumaan saamelaisten kotiseutualueen erityispiirteisiin, sanoo Saamelaiskäräjien II varapuheenjohtaja Leo Aikio.
smn: Munjin lii tergâd, ete mij peessâp savâstâllâđ äigikyevdilijn aašijn, lonottiđ tiäđuid já siämmáást uápásmuđ sämmilij päikkikuávlu sierânâsjiešvuođáid, iätá Sämitige II värisaavâjođetteijee Leo Aikio.

source: Saamelaiskäräjiltä Luonnonsuojelukäräjille osallistuivat II varapuheenjohtaja Leo Aikio, elinkeino- ja ympäristölakimiessihteeri Sarita Kämäräinen, elinkeinosihteeri Laura Olsén-Ljetoff, ympäristösihteeri Tiina Lovisa Solbär ja viestintäsihteeri Johanna Alatorvinen.
smn: Sämitiggeest Luándusuojâlemtiigán uásálistii II värisaavâjođetteijee Leo Aikio, iäláttâs- já pirâslahâčällee Sarita Kämäräinen, iäláttâsčällee Laura Olsén-Ljetoff, pirâsčällee Tiina Lovisa Solbär já viestâdemčällee Johanna Alatorvinen.

source: Luonnonsuojelukäräjät on kokoontunut vuodesta 2002 alkaen säännöllisesti.
smn: Luándusuojâlemtigge lii čokkânâm ive 2002 rääjist merikoskâsávt.

source: Koronapandemian aikana tapaamisiin on tullut kahden vuoden tauko.
smn: Koronapandemia ääigi teivâdmáid lii puáttám kyevti ive puddâ.

source: Seuraava tapaaminen järjestetään jälleen tulevana vuonna.
smn: Čuávuvâš teivâdem uárnejuvvoo vuod puáttee ive.

source: Kuva: Osana ohjelmaa Luonnonsuojelukäräjät tutustui inarinsaamelaiseen ruokakulttuuriin ja iltapalaksi savustettiin Inarijärvestä pyydettyä siikaa.
smn: Kove: Uássin ohjelm Luándusuojâlemtigge uápásmui anarâš purrâmâškulttuurân já eehidpurrâmâššân suovâstii Aanaarjäävrist kuddum šaapšâ.

source: Kuva: Johanna Alatorvinen/ Saamelaiskäräjät.
smn: Kove: Johanna Alatorvinen/ Saamelaiskäräjät.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Leo Aikio II varapuheenjohtaja 040 621 6505 leo.aikio@samediggi.fi
smn: Leo Aikio II värisaavâjođetteijee 040 621 6505 leo.aikio@samediggi.fi
